
/* The description text on alert cancellation view to inform user what this view is for */
"AlertCancellationView.description" = "I have taken a COVID-19 rapid test by myself, and the result was negative.\nI will watch for my health status. If I have symptoms such as fever, respiratory symptoms, diarrhea, or new loss of taste/smell, I will take the COVID-19 rapid test.\nIf I test positive in my COVID-19 rapid test, I will wear a medical mask to get a PCR test at a nearby community testing site or a hospital, and do not taking the public transportation.\nI have notified my family members that I have received a \"Exposure Notification\" warning, and they must take appropriate precautions such as washing hands frequently and wearing masks.\nI will avoid unnecessary family gatherings and visits.\nI will avoid participating in activities that cannot maintain social distancing and contact with unspecified people.\nI will avoid participating in indoor activities or work where the masks are not required.";

/* The label text on alert cancellation view to ensure the infomation has read */
"AlertCancellationView.checkboxLabel" = "I have read and agreed the How to Protect Yourself & Others";

/* The button title on alert to submit data */
"Alert.Button.Submit" = "Kirim";

/* The message on alert to indicate the upload is succeed */
"Alert.Message.UploadSucceed" = "BERHASIL mengunggah";

/* The message on alert to indicate the upload is failed */
"Alert.Message.UploadFailed" = "GAGAL mengunggah";

/* The button title on alert for OK */
"Alert.Button.OK" = "OK";

/* The title on enabling bluetooth alert */
"EnableBluetoothAlert.Title" = "Aktifkan Bluetooth";

/* The message body on enabling bluetooth alert */
"EnableBluetoothAlert.Message" = "Setelah mengaktifkan Bluetooth, sistem secara otomatis dapat memindai sekeliling Anda guna mengkonfirmasi status risiko Anda.";

/* The button title on alert to cancel action */
"Alert.Button.Cancel" = "Batal";

/* The button title on enabling bluetooth alert to enable bluetooth */
"EnableBluetoothAlert.Button.Enable" = "OK";

/* The button title on risk status view to enable exposure notification */
"RiskStatusView.EngageButton.Enable" = "Aktifkan Notifikasi Paparan";

/* The button title on risk status view to indicate exposure notification has been enabled */
"RiskStatusView.EngageButton.Enabled" = "Notifikasi paparan telah AKTIF";

/* The label text on risk status view to indicate the engaged date and uptime ratio */
"RiskStatusView.EngageDateAndUptimeRatioLabel" = "Waktu aktivasi fungsi notifikasi paparan %2$@ \nRasio waktu operasi adalah %1$.01f%%";

/* The label text on risk status view to indicate the last time checking exposures */
"RiskStatusView.LastCheckTimeLabel" = "Waktu pemeriksaan terakhir adalah %@";

/* The title of action sheet on risk status view for more features */
"RiskStatusView.MoreActionSheet.Title" = "Fitur lainnya";

/* The title of action sheet on risk status view for upload anonymous IDs */
"RiskStatusView.MoreActionSheet.Item.UploadIDs.Title" = "Pasien COVID-19 Mengunggah ID Acak";

/* The title of alert on risk status view for upload anonymous IDs */
"RiskStatusView.UploadIDsAlert.Title" = "Apakah Anda terkonfimasi sebagai pasien COVID-19?";

/* The message body of alert on risk status view for upload anonymous IDs */
"RiskStatusView.UploadIDsAlert.Message" = "Unggah ID anonim Anda untuk mengurangi kemungkinan penyebaran.";

/* The title of alert on risk status view for alert cancellation */
"AlertCancellationView.confirmAlertMessage" = "Apakah Anda yakin akan menonaktifkan peringatan?";

/* The message body of alert on risk status view for alert cancellation */
"RiskStatusView.AlertCancellationAlert.Message" = "Fitur ini dirancang untuk menonaktifkan peringatan setelah investigasi transmisi.";

/* The button title on alert for Yes */
"Alert.Button.Yes" = "Ya";

/* The button title on alert for No */
"Alert.Button.No" = "Tidak";

/* The title of personal data protection note view */
"PersonalDataProtectionNote.Title" = "Kebijakan Privasi Data";

/* The label text on upload keys view to inform user inputs the date span to upload */
"UploadKeysView.DateSpanTitleLabel" = "Silakan masukkan tanggal awal dan akhir";

/* The label text on upload keys view to inform user inputs the start date to upload */
"UploadKeysView.BeginDateTitleLabel" = "Dari";

/* The label text on upload keys view to inform user inputs the end date to upload */
"UploadKeysView.EndDateTitleLabel" = "Sampai";

/* The label text on upload keys view to inform user inputs their verification code to upload keys */
"UploadKeysView.PasscodeTitleLabel" = "Masukkan nomor verifikasi";

/* The text field placeholder text on upload keys view to inform user to input their verification code to upload keys here */
"UploadKeysView.PasscodeFieldPlaceholder" = "Masukkan nomor verifikasi";

/* The message body on upload keys view for introduction */
"UploadKeysView.IntroductionMessage" = "Silakan masukkan nomor verifikasi yang telah diberikan kepada Anda oleh Kementrian Kesehatan. Setelah mengkonfirmasi nomor verifikasi Anda, ID anonim Anda akan diunggah ke database CDC dan akan secara otomatis dihapus setelah 10 hari.";

/* The title of alert cancellation view */
"AlertCancellationView.Title" = "Nonaktifkan peringatan";

/* The title of settings view */
"SettingsView.Title" = "Pengaturan Data Pribadi";

/* The title of item on data control view to enable/disable exposure notification */
"SettingsView.Item.ExposureNotification" = "Layanan Notifikasi Paparan";

/* The title of item on data control view to enable/disable no exposure detected notification */
"SettingsView.Item.NoExposureDetectedNotification" = "No Exposure Detected Notification";

/* The title of introduction view for app introduction */
"IntroductionView.Title" = "Pengenalan Aplikasi";

/* The title of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Title" = "Silakan perbarui sistem operasi Anda";

/* The content message of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Message" = "Aplikasi Social Distancing Taiwan tidak mendukung versi iOS Anda. Silakan perbarui versi iOS menjadi 13.7 atau versi yang lebih baru.";

/* The button title of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Button" = "Perbarui Sistem Operasi Anda";

/* The title of introduction about protecting family */
"Introduction.ProtectingFamily.Title" = "Lindungi Anda dan Keluarga Anda";

/* The content message of introduction about protecting family */
"Introduction.ProtectingFamily.Message" = "Aplikasi Social Distancing Taiwan dikembangkan oleh Taiwan AI Labs bekerjasama dengan Executive Yuan dan Taiwan Centers for Disease Control (CDC) dengan tujuan mengurangi kemungkinan terjadinya penularan penyakit untuk melindungi Anda dan orang-orang yang Anda kasihi.";

/* The title of introduction about privacy and personal data protection */
"Introduction.PrivacyProtection.Title" = "Perlindungan Privasi dan Data";

/* The content message of introduction about privacy and personal data protection */
"Introduction.PrivacyProtection.Message" = "Pengguna tidak perlu mendaftarkan akun atau mengunggah data pribadi apapun untuk menggunakan Aplikasi Social Distancing Taiwan. Risiko tertular penyakit ditentukan oleh jarak di antara para pengguna perangkat seluler yang dihitung berdasarkan kekuatan sinyal bluetooth di antara perangkat seluler tersebut.\n\nLayanan terdesentralisasi dari aplikasi ini menyimpan secara lokal ID acak dari perangkat seluler pengguna aplikasi lain yang telah mendekat selama 14 hari terakhir. Nomor ID acak tersebut telah dianonimkan melalui mekanisme yang teliti untuk kepentingan perlindungan privasi.";

/* The title of introduction about stop spreading */
"Introduction.StopSpreading.Title" = "Mengurangi Kemungkinan Penyebaran Pandemi";

/* The content message of introduction about stop spreading */
"Introduction.StopSpreading.Message" = "Jika pengguna aplikasi telah dikonfirmasi sebagai pembawa penyakit menular, mereka dapat memilih untuk memberitahukan ID anonim acak (yang telah disamarkan) dan sistem akan memberitahu para pengguna lainnya yang telah berada dekat dengan pengguna yang telah terkonfirmasi tentang bahaya tertular penyakit. Keseluruhan proses dilakukan secara anonim dan mendukung baik privasi data maupun kesehatan masyarakat.";

/* The button title of introduction about start using */
"Introduction.Button.StartUsing" = "Mulai!";

/* The title of risk status view */
"RiskStatusView.Title" = "Social Distancing Taiwan";

/* The content title on risk status view when scanning */
"RiskStatusView.Content.Scanning.Title" = "Dalam proses...";

/* The content title on risk status view when risky */
"RiskStatusView.Content.Risky.Title" = "Anda memiliki kontak langsung dengan kasus terkonfirmasi covid-19 dalam database kami";

/* The content message on risk status view when risky */
"RiskStatusView.Content.Risky.Message" = "Silakan lakukan panggilan ke 1922 atau Departemen Kesehatan lokal untuk melaporkan kasus Anda, dan lakukan pengawasan mandiri terhadap kesehatan Anda. Kunjungi rumah sakit terdekat jika Anda merasakan gejala-gejala penyakit.";

/* The content title on risk status view when not tracing */
"RiskStatusView.Content.NotTracing.Title" = "Notifikasi Paparan TIDAK Diaktifkan";

/* The content message on risk status view when not tracing */
"RiskStatusView.Content.NotTracing.Message" = "Silakan aktifkan fungsi notifikasi paparan untuk mengkonfirmasi status risiko Anda.";

/* The content title on risk status view when clear */
"RiskStatusView.Content.Clear.Title" = "Anda tidak pernah berdekatan dengan kasus positif dalam database kami";

/* The content message on risk status view when clear */
"RiskStatusView.Content.Clear.Message" = "Tetap menjaga jarak dengan sesama.";

/* The title of upload keys view */
"UploadKeysView.Title" = "Mengunggah ID Acak";

/* The title on notification not enabled alert */
"NotificationNotEnabledAlert.Title" = "Notifikasi paparan belum diaktifkan";

/* The body message on notification not enabled alert */
"NotificationNotEnabledAlert.Message" = "Silakan aktifkan izin pemberitahuan untuk mendapatkan hasil deteksi secara langsung.";

/* The button title on alert to allow app to grant permission */
"Alert.Button.Allow" = "Izinkan";

/* The title on bluetooth not enabled notification */
"BluetoothNotEnabledNotification.Title" = "Notifikasi paparan telah diberhentikan";

/* The body message on bluetooth not enabled notification */
"BluetoothNotEnabledNotification.Message" = "Notifikasi paparan saat ini ditutup karena Bluetooth dimatikan";

/* The title on detection result notification */
"DetectionResultNotification.Title" = "Hasil periksa";

/* The body message on detection result notification for not risky */
"DetectionResultNotification.Message.Clear" = "Tidak ada risiko tertular";

/* The body message on detection result notification for risky */
"DetectionResultNotification.Message.Risky" = "MUNGKIN TERTULAR: Buka aplikasi untuk informasi lebih lanjut";

/* The title of new version available alert */
"NewVersionAvailableAlert.Title" = "Notifikasi Pembaruan Aplikasi";

/* The message body of new version available alert */
"NewVersionAvailableAlert.Message" = "Silakan buka App Store untuk memperbarui.";

/* The button title on alert for doing something later */
"Alert.Button.Later" = "Nanti saja";

/* The updates now button title of new version available alert */
"NewVersionAvailableAlert.Button.UpdateNow" = "Perbarui sekarang"; 

/* The title of 1922 SMS Contact Tracing Scanner */
"QRCodeScannerViewModel.Title" = "1922 SMS Contact Tracing";

/* The toast message for QR code is not a 1922 SMS contact tracing QR code */
"QRCodeScannerViewController.InvalidQRCodeToastLabel" = "Not valid 1922 SMS contact tracing QR code";

/* The title of alert for asking to go to Messages app to send SMS */
"QRCodeScannerViewController.SendSMSAlert.Title" = "Open Messages to send SMS?";

/* The button title on alert to not allow app to grant permission */
"Alert.Button.NotAllow" = "Don't Allow";

/* The title of alert for requesting to access user's camera */
"AccessCameraAlert.Title" = "Taiwan Social Distancing Would Like to Access the Camera";

/* The body message of alert for requesting to access user's camera */
"AccessCameraAlert.Message" = "Taiwan Social Distancing uses the camera to scan QR code for 1922 SMS contact tracing registration.";

/* The title of FAQ view */
"FAQ.Title" = "FAQ";

/* The punctuation at the beginning of each paragraph to indicate header */
"RiskStatusView.DetailTextParagraphHeaderSeparator" = ":";

/* The title on home screen shortcut for scanning 1922 SMS QR code */
"ShortcutItem.QRCodeScanningAction.Title" = "Scan 1922 QR Code";

/* The title of daily summary view */
"DailySummaryViewModel.Title" = "Daily Summary";

/* The label text on daily summary view to indicate the last time checking exposures */
"DailySummaryViewModel.LastCheckTimeLabel" = "Last checked at %@";

/* The message on Daily Summary view for no contact */
"DaySummaryCellViewModel.ExposureDuration.NoContact" = "No contact";

/* The message on Daily Summary view for contact less than 2 minutes */
"DaySummaryCellViewModel.ExposureDuration.lessThan2Mins" = "Less than 2 mins";

/* The message on Daily Summary view for contact more than 2 minutes */
"DaySummaryCellViewModel.ExposureDuration.moreThan2Mins" = "%@";

/* Title for hint of adding 1922 SMS contact tracing scanner */
"Hint.QRCodeScanner.Title" = "Add \"1922 SMS Contact Tracing\" Scanner";

/* Title for hint of adding daily summary page */
"Hint.DailySummary.Title" = "Add \"Daily Summary\" Page";

/* The title of action sheet on risk status view for replaying hints */
"RiskStatusView.MoreActionSheet.Item.ReplayHints.Title" = "Hints";

/* Title for hint of replaying hints */
"Hint.ReplayHints.Title" = "You can check the hints again from the menu.";

/* Title for hint of turning off No Detected Notification */
"Hint.DisableNoRiskNotification.Title" = "You can turn off No Detected Notification from the Exposure Notification Settings.";

/* Title for hint of vaccination certificate */
"Hint.VaccinationCertificate.title" = "Newly added Vaccination Certificate";

/* Subtitle for hint of vaccination certificate */
"Hint.VaccinationCertificate.subtitle" = "Manage vaccination certificate for you and your loved ones.";

/* Title for entering mobile number of request verification code page */
"RequestVerificationCode.phoneNumberTitleLabel" = "Please enter your mobile number";

/* Placeholder for entering mobile number of request verification code page */
"RequestVerificationCode.phoneTextFieldPlaceholder" = "Mobile Number";

/* Description for usage of entering mobile number */
"RequestVerificationCode.descriptionLabel" = "This allows user who is the COVID-19 confirmed case to receive verification code. ";

/* Title for submit button */
"RequestVerificationCode.submitButtonTitle" = "Submit";

/* Title of alert for submission successful */
"RequestVerificationCode.submitSucceedTitle" = "Entered mobile number successfully";

/* Title of alert for submission failed */
"RequestVerificationCode.submitFailedTitle" = "Enter mobile number failed";

/* The message of alert for submission successful */
"RequestVerificationCode.submitSucceedMessage" = "Verification code will be sent to you via SMS in 5 minutes, please try again if you do not receive it.";

/* The message of alert for submission failed when network issue occurred */
"RequestVerificationCode.submitFailedMessage" = "Connect error occurred, please try again later.";

/* The message of alert for submission failed when request limit exceeded */
"RequestVerificationCode.requestLimitExceededMessage" = "Number of request exceeded limit, please try again tomorrow";

/* The message of alert for submission failed when invalid phone format */
"RequestVerificationCode.invalidPhoneFormatMessage" = "Invalid mobile number, please re-enter";

/* The button to request verification code */
"UploadKeysView.requestVerificationButton" = "Get Verification Code";

/* The Exposure Notification is not enabled */
"UploadKeysView.exposureNotificationNotEnabled" = "Exposure Notification is not enabled";

"VaccinationCertificateListCell.doseDate" = "Date: ";

"VaccinationCertificate.title" = "Vaccination Certificate";

"VaccinationCertificateCard.cardsLimitExceeded" = "Exceeded vaccination certificates limits.";

"VaccinationCertificateCard.apply" = "Apply for vaccination certificate";

"VaccinationCertificateCard.appointment" = "Vaccination Reservation";

"VaccinationCertificateCard.faq" = "FAQ";

"VaccinationCertificateCardCell.doseDate" = "Date of vacination";

"VaccinationCertificate.hint" = "Valid in combination with a government issued ID";

"VaccinationCertificateEmptyView.addButton" = "Add Vaccination Certificate";

"VaccinationCertificateEmptyView.description" = "Carry a digital copy of the vaccination certificate by scanning the QR code of the Digital COVID-19 certificate.";

"VaccinationCertificateUserInfoView.doseDate" = "Date of vacination";

"VaccinationCertificateDetail.deleteAlertTitle" = "Are you sure you want to remove it?";

"VaccinationCertificateDetail.deleteAlertMessage" = "Are you sure you wan to remove %@ vaccination certificate?";

"VaccinationCertificate.deleteButton" = "Remove Certificate";

"VaccinationCertificateDetail.target" = "Disease or agent targeted: ";

"VaccinationCertificateDetail.vaccine" = "Vaccine type:";

"VaccinationCertificateDetail.medicinalProduct" = "Product: ";

"VaccinationCertificateDetail.manufacturer" = "Manufacturer: ";

"VaccinationCertificateDetail.doses" = "Dose";

"VaccinationCertificateDetail.doseDate" = "Date of vacination: ";

"VaccinationCertificateDetail.country" = "Country of vaccination: ";

"VaccinationCertificateDetail.issuer" = "Issuer: ";

"VaccinationCertificateDetail.uniqueIdentifier" = "UVCI";

"VaccinationCertificate.apply" = "Apply";

"VaccinationCertificateScanner.import" = "Import";

"VaccinationCertificateScanner.expired" = "Expired vaccination certificate";

"VaccinationCertificateScanner.duplicated" = "Duplicated vaccination certificate";

"VaccinationCertificateScanner.notFound" = "Failed to detect vaccination certificate QR code";

"VaccinationCertificateScanner.invalidFormat" = "Invalid vaccination certificate QR Code";
